# 2. Условные операторы (if, else, elif)

# 🔹 Задание: Написать программу, которая спрашивает число и говорит, четное оно или нечетное.
# ✅ Использовать: if-else, оператор %.

number = int(input("Введите число: "))
print("Четное" if number % 2 == 0 else "Нечетное")